Overload List
Name  |   Description
AnalysisDisplayLegendSettings
 Constructs a default instance of legend settings.
AnalysisDisplayLegendSettings(AnalysisDisplayLegendSettings)
 Constructs a new copy of the input AnalysisDisplayLegendSettings object.
 See Also
  AnalysisDisplayLegendSettings Class
  AnalysisDisplayLegendSettings Members
  Autodesk.Revit.DB.Analysis Namespace